[
    {
        "front": "Hola, ¿cómo te llamas? Me llamo Louis.",
        "back": "Hi, what's your name? My name is Louis.",
        "explanation": "Hola - Hi, ¿cómo - how, te llamas - you call yourself (what's your name), Me llamo - I call myself (My name is), Louis - Louis.",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "Mucho gusto en conocerte.",
        "back": "Nice to meet you.",
        "explanation": "'Mucho gusto' - A lot of pleasure, 'en' - in, 'conocerte' - meeting you (from conocer: to meet).",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "¿De dónde eres?",
        "back": "Where are you from?",
        "explanation": "¿De dónde - Where from, eres - are you?",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "Soy de [your country].",
        "back": "I am from [your country].",
        "explanation": "Soy - I am, de - from, [your country] - name of your country in Spanish.",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "¿Hay alguna conferencia sobre la conciencia hoy?",
        "back": "Is there a lecture on consciousness today?",
        "explanation": "¿Hay - Is there, alguna - any, conferencia - conference/lecture, sobre - about, la conciencia - consciousness, hoy - today?",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Puedes hablar más despacio, por favor?",
        "back": "Can you speak more slowly, please?",
        "explanation": "¿Puedes - Can you, hablar - speak, más despacio - more slowly, por favor - please?",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "No entiendo, ¿puedes repetirlo?",
        "back": "I don't understand, can you repeat that?",
        "explanation": "No entiendo - I don't understand, ¿puedes - can you, repetirlo - repeat it?",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "¿Qué significa 'cualia'?",
        "back": "What does 'qualia' mean?",
        "explanation": "¿Qué - What, significa - means, 'cualia' - 'qualia'?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "La conciencia es un tema complejo de explorar.",
        "back": "Consciousness is a complex topic to explore.",
        "explanation": "La conciencia - Consciousness, es - is, un tema - a topic, complejo - complex, de explorar - to explore.",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Crees en la existencia de la inteligencia artificial consciente?",
        "back": "Do you believe in the existence of conscious artificial intelligence?",
        "explanation": "¿Crees - Do you believe, en - in, la existencia - the existence, de la inteligencia artificial - of artificial intelligence, consciente - conscious?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "El problema de la unión en la conciencia es un desafío.",
        "back": "The binding problem in consciousness is a challenge.",
        "explanation": "El problema - The problem, de la unión - of the binding, en la conciencia - in consciousness, es un desafío - is a challenge.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "La meditación puede ayudar a mejorar la atención consciente.",
        "back": "Meditation can help to improve conscious attention.",
        "explanation": "La meditación - Meditation, puede - can, ayudar - help, a mejorar - to improve, la atención - the attention, consciente - conscious.",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Has tenido alguna vez una experiencia con psicodélicos?",
        "back": "Have you ever had an experience with psychedelics?",
        "explanation": "¿Has tenido - Have you had, alguna vez - ever an, una experiencia - experience, con - with, psicodélicos - psychedelics?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "Es interesante cómo la percepción cambia durante la meditación.",
        "back": "It's interesting how perception changes during meditation.",
        "explanation": "Es interesante - It's interesting, cómo - how, la percepción - the perception, cambia - changes, durante - during, la meditación - meditation.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "La sincronización neuronal es un aspecto del problema de la unión.",
        "back": "Neuronal synchronization is an aspect of the binding problem.",
        "explanation": "La sincronización - Synchronization, neuronal - neuronal, es - is, un aspecto - an aspect, del problema - of the problem, de la unión - of the binding.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Dónde se encuentra el baño?",
        "back": "Where is the bathroom?",
        "explanation": "¿Dónde - Where, se encuentra - is located, el baño - the bathroom?",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "¿A qué hora comienza la conferencia?",
        "back": "What time does the conference start?",
        "explanation": "¿A qué hora - At what time, comienza - starts, la conferencia - the conference?",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "¿Podría repetir lo que dijo?",
        "back": "Could you repeat what you said?",
        "explanation": "¿Podría - Could you (formal), repetir - repeat, lo que dijo - what you said?",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "No hablo español muy bien.",
        "back": "I do not speak Spanish very well.",
        "explanation": "No hablo - I do not speak, español - Spanish, muy bien - very well.",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "Estoy aprendiendo español.",
        "back": "I am learning Spanish.",
        "explanation": "Estoy - I am, aprendiendo - learning, español - Spanish.",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "¿Podrías hablar en inglés?",
        "back": "Could you speak in English?",
        "explanation": "¿Podrías - Could you, hablar - speak, en inglés - in English?",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "Me interesa el tema de la consciencia artificial.",
        "back": "I am interested in the topic of artificial consciousness.",
        "explanation": "Me interesa - I am interested, el tema - the topic, de la consciencia artificial - of artificial consciousness.",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Cuál es tu opinión sobre los psicodélicos y la consciencia?",
        "back": "What is your opinion on psychedelics and consciousness?",
        "explanation": "¿Cuál es - What is, tu opinión - your opinion, sobre - about/on, los psicodélicos - psychedelics, y - and, la consciencia - consciousness?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Cómo definirías la cualia?",
        "back": "How would you define qualia?",
        "explanation": "¿Cómo - How, definirías - would you define, la cualia - qualia?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "La conferencia sobre meditación fue muy informativa.",
        "back": "The lecture on meditation was very informative.",
        "explanation": "La conferencia - The conference, sobre - on/about, meditación - meditation, fue - was, muy - very, informativa - informative.",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "El fenómeno de la consciencia sigue siendo un misterio.",
        "back": "The phenomenon of consciousness remains a mystery.",
        "explanation": "El fenómeno - The phenomenon, de la consciencia - of consciousness, sigue siendo - continues being/remains, un misterio - a mystery.",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Qué implicaciones tiene la inteligencia artificial en nuestra comprensión de la consciencia?",
        "back": "What implications does artificial intelligence have on our understanding of consciousness?",
        "explanation": "¿Qué implicaciones - What implications, tiene - does it have, la inteligencia artificial - artificial intelligence, en nuestra comprensión - on our understanding, de la consciencia - of consciousness?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Puedes recomendarme algún libro sobre la consciencia?",
        "back": "Can you recommend me any book on consciousness?",
        "explanation": "¿Puedes - Can you, recomendarme - recommend to me, algún libro - any book, sobre la consciencia - on consciousness?",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Crees que los animales tienen consciencia?",
        "back": "Do you think that animals have consciousness?",
        "explanation": "¿Crees - Do you think, que - that, los animales - animals, tienen consciencia - have consciousness?",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "La neurociencia ha avanzado mucho en la comprensión de la consciencia.",
        "back": "Neuroscience has made great advances in the understanding of consciousness.",
        "explanation": "La neurociencia - Neuroscience, ha avanzado - has advanced, mucho - a lot/much, en la comprensión - in the understanding, de la consciencia - of consciousness.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Cuál es tu campo de estudio dentro de la consciencia?",
        "back": "What is your field of study within consciousness?",
        "explanation": "¿Cuál es - What is, tu campo de estudio - your field of study, dentro de - within, la consciencia - consciousness?",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Qué ponente te ha impresionado más en esta conferencia?",
        "back": "Which speaker has impressed you the most at this conference?",
        "explanation": "¿Qué ponente - Which speaker, te ha impresionado - has impressed you, más - the most, en esta conferencia - at this conference?",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Cómo influyen los psicodélicos en la percepción de la realidad?",
        "back": "How do psychedelics influence the perception of reality?",
        "explanation": "¿Cómo - How, influyen - do influence, los psicodélicos - psychedelics, en la percepción - in the perception, de la realidad - of reality?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "Es fascinante cómo la consciencia puede alterarse con diferentes métodos.",
        "back": "It's fascinating how consciousness can be altered with different methods.",
        "explanation": "Es fascinante - It's fascinating, cómo - how, la consciencia - consciousness, puede - can, alterarse - be altered, con - with, diferentes - different, métodos - methods.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "La inteligencia artificial plantea preguntas éticas importantes sobre la consciencia.",
        "back": "Artificial intelligence raises important ethical questions about consciousness.",
        "explanation": "La inteligencia artificial - Artificial intelligence, plantea - raises, preguntas éticas - ethical questions, importantes - important, sobre - about, la consciencia - consciousness.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿En qué trabajas?",
        "back": "What do you do for work?",
        "explanation": "¿En qué - In what, trabajas - do you work?",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "Vengo a aprender más sobre el misterio de la consciencia.",
        "back": "I come to learn more about the mystery of consciousness.",
        "explanation": "Vengo - I come, a aprender - to learn, más - more, sobre - about, el misterio - the mystery, de la consciencia - of consciousness.",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "Estoy interesado en cómo la tecnología puede influir en la consciencia.",
        "back": "I am interested in how technology can influence consciousness.",
        "explanation": "Estoy interesado - I am interested, en cómo - in how, la tecnología - technology, puede influir - can influence, en la consciencia - in consciousness.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Cómo podemos medir la consciencia?",
        "back": "How can we measure consciousness?",
        "explanation": "¿Cómo - How, podemos - can we, medir - measure, la consciencia - consciousness?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "El impacto de los psicodélicos en la consciencia es un área de estudio emergente.",
        "back": "The impact of psychedelics on consciousness is an emerging area of study.",
        "explanation": "El impacto - The impact, de los psicodélicos - of psychedelics, en la consciencia - on consciousness, es - is, un área de estudio - an area of study, emergente - emerging.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "El problema difícil de la consciencia todavía no tiene solución.",
        "back": "The hard problem of consciousness has not been solved yet.",
        "explanation": "El problema difícil - The hard problem, de la consciencia - of consciousness, todavía - yet/still, no tiene - has not, solución - solution.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Cuáles son los temas principales de esta conferencia?",
        "back": "What are the main topics of this conference?",
        "explanation": "¿Cuáles son - What are, los temas principales - the main topics, de esta conferencia - of this conference?",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Podemos hablar sobre tu experiencia con la meditación?",
        "back": "Can we talk about your experience with meditation?",
        "explanation": "¿Podemos - Can we, hablar - talk, sobre - about, tu experiencia - your experience, con la meditación - with meditation?",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "En mi opinión, la inteligencia artificial nunca alcanzará la consciencia humana.",
        "back": "In my opinion, artificial intelligence will never reach human consciousness.",
        "explanation": "En mi opinión - In my opinion, la inteligencia artificial - artificial intelligence, nunca - never, alcanzará - will reach, la consciencia humana - human consciousness.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "La relación entre cualia y consciencia es profundamente intrigante.",
        "back": "The relationship between qualia and consciousness is deeply intriguing.",
        "explanation": "La relación - The relationship, entre - between, cualia - qualia, y - and, consciencia - consciousness, es - is, profundamente - deeply, intrigante - intriguing.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Qué opinas sobre la posibilidad de una consciencia colectiva?",
        "back": "What do you think about the possibility of a collective consciousness?",
        "explanation": "¿Qué opinas - What do you think, sobre - about, la posibilidad - the possibility, de una consciencia colectiva - of a collective consciousness?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "Estudios recientes sugieren una nueva perspectiva sobre la experiencia consciente.",
        "back": "Recent studies suggest a new perspective on conscious experience.",
        "explanation": "Estudios recientes - Recent studies, sugieren - suggest, una nueva perspectiva - a new perspective, sobre - on, la experiencia consciente - conscious experience.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Cuáles son los últimos avances en la investigación de la consciencia?",
        "back": "What are the latest advancements in consciousness research?",
        "explanation": "¿Cuáles son - What are, los últimos - the latest, avances - advancements, en la investigación - in the research, de la consciencia - of consciousness?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Puedes explicarme la teoría de la consciencia integrada?",
        "back": "Can you explain to me the integrated information theory of consciousness?",
        "explanation": "¿Puedes - Can you, explicarme - explain to me, la teoría - the theory, de la consciencia integrada - of integrated consciousness (integrated information theory)?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "El concepto de cualia es esencial para comprender la naturaleza de la consciencia.",
        "back": "The concept of qualia is essential to understand the nature of consciousness.",
        "explanation": "El concepto - The concept, de cualia - of qualia, es esencial - is essential, para comprender - to understand, la naturaleza - the nature, de la consciencia - of consciousness.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Cómo puede la neurociencia contribuir a nuestro entendimiento de la consciencia?",
        "back": "How can neuroscience contribute to our understanding of consciousness?",
        "explanation": "¿Cómo puede - How can, la neurociencia - neuroscience, contribuir a - contribute to, nuestro - our, entendimiento - understanding, de la consciencia - of consciousness?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "Estoy aquí para aprender más sobre la consciencia.",
        "back": "I am here to learn more about consciousness.",
        "explanation": "Estoy aquí - I am here, para aprender más - to learn more, sobre - about, la consciencia - consciousness.",
        "worksFromEitherSide": true,
        "level": "basic"
    },
    {
        "front": "¿Cómo podemos mejorar nuestra consciencia?",
        "back": "How can we improve our consciousness?",
        "explanation": "¿Cómo podemos - How can we, mejorar - improve, nuestra consciencia - our consciousness?",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Existe una consciencia universal?",
        "back": "Is there a universal consciousness?",
        "explanation": "¿Existe - Is there, una consciencia - a consciousness, universal - universal?",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "La experiencia de cualia es subjetiva y personal.",
        "back": "The experience of qualia is subjective and personal.",
        "explanation": "La experiencia de - The experience of, cualia - qualia, es - is, subjetiva - subjective, y - and, personal - personal.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "La meditación ayuda a conectar con la consciencia interna.",
        "back": "Meditation helps to connect with inner consciousness.",
        "explanation": "La meditación - Meditation, ayuda - helps, a conectar - to connect, con la consciencia - with the consciousness, interna - inner.",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "El uso de psicodélicos requiere cuidadosa consideración ética.",
        "back": "The use of psychedelics requires careful ethical consideration.",
        "explanation": "El uso - The use, de psicodélicos - of psychedelics, requiere - requires, cuidadosa - careful, consideración - consideration, ética - ethical.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "La inteligencia artificial nos desafía a definir qué es la consciencia.",
        "back": "Artificial intelligence challenges us to define what consciousness is.",
        "explanation": "La inteligencia artificial - Artificial intelligence, nos desafía - challenges us, a definir - to define, qué es - what is, la consciencia - consciousness.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "El problema de la unión se refiere a cómo diferentes sensaciones se combinan en una experiencia unificada.",
        "back": "The binding problem refers to how different sensations combine into a unified experience.",
        "explanation": "El problema de la unión - The binding problem, se refiere a - refers to, cómo - how, diferentes - different, sensaciones - sensations, se combinan - combine, en una experiencia - into an experience, unificada - unified.",
        "worksFromEitherSide": true,
        "level": "advanced"
    },
    {
        "front": "¿Este evento tiene sesiones sobre meditación y consciencia?",
        "back": "Does this event have sessions on meditation and consciousness?",
        "explanation": "¿Este evento - Does this event, tiene - have, sesiones - sessions, sobre - on, meditación - meditation, y - and, consciencia? - consciousness?",
        "worksFromEitherSide": true,
        "level": "intermediate"
    },
    {
        "front": "¿Qué investigaciones recientes han impactado nuestro entendimiento de la consciencia?",
        "back": "What recent research has impacted our understanding of consciousness?",
        "explanation": "¿Qué investigaciones - What research, recientes - recent, han impactado - has impacted, nuestro - our, entendimiento - understanding, de la consciencia? - of consciousness?",
        "worksFromEitherSide": true,
        "level": "advanced"
    }
]